{
  "1": {
    "description": "Behold the allure of the Conical Cap, a distinctive headpiece that whispers tales of bygone eras and Sri Lankan heritage. Its conical silhouette, with a flat top and tapered base measuring 29cm in diameter at the base and 10.5cm at the top, captures the essence of the 18th – 19th century. Registered in the museum as No. 38-1105-103 and elegantly documented on the pages of Vol. 1, page 41, this cultural gem now graces the confines of a wall case, standing at a modest height of 9cm. Despite its patched and stitched condition, the cap exudes character and resilience. The technique employed unveils a striking combination of red fabric with delicate white piping, woven together in a plain weave that speaks to the craftsmanship of its time. As you immerse yourself in the details of this conical masterpiece, envision the narratives it holds within its stitched seams—a captivating symbol of Sri Lanka's rich historical tapestry.",
    "objectName": "Conical Cap"
  },
  "2": {
    "description": "Step into the enchanting world of the Gahoniya, a circular frilled cloth that unfolds the tales of 18th – 19th century Sri Lanka within the confines of a wall case. With its white background adorned with six frills alternating between different dimensions in both white and printed fabric, this ornamental cover radiates elegance. Museum-registered as No. 34-6-6, its documented history graces the pages of Vol. 1, page 38. Spanning a radius of 82cm, the Gahoniya tells a story of both beauty and wear, with patches of decay and dirt bearing witness to its journey through time. The center of the cloth is gracefully joined to a ten-narrow-waved belt, culminating in a knot that adds a touch of grace. Crafted using a discharge printed fabric in black and crimson, adorned with wooden bells in red, white, and blue, the Gahoniya is not just an ornamental piece but a functional masterpiece. Woven in a plain weave with cotton yarn, it served as a versatile cover for food, presents, and more, earning its colloquial name. As you explore the intricacies of this Gahoniya, let your imagination dance through the cultural richness it encapsulates, an artifact that transcends time and utility, inviting admiration for its craftsmanship and the stories it cradles.",
    "objectName": "Gahoniya"
  },
  "3": {
    "description": "Embark on a journey through time with the Jaffna Silk Hat, an exquisite dome-shaped creation crafted from white silk and adorned with a crimson lining. Hailing from the 18th century and echoing the cultural resonance of Sri Lanka, this sartorial treasure bears the museum's registered No. 17-991-368, chronicled within the pages of Vol. 1, page 3. Resting gracefully in the museum's storage, the hat stands at a regal height of 15cm, its pristine beauty weathered by the gentle touch of time. The border, elegantly framing the hat, boasts a mesmerizing diagonal floral pattern, while the crown reveals a harmonious dance of checks and a delicate floral sprig. The intricate technique employed is nothing short of artistry — an allover embroidery adorned with sequins, meticulously executed with silk thread. Worn by Jaffna Tamils, this hat transcends its faded and decayed condition, inviting admiration for its historical legacy and the cultural narratives it holds within its delicate threads.",
    "objectName": "Jaffna Silk Hat"
  },
  "4": {
    "description": "Enter the enchanting world of the Jagalat Toppiya, a high pointed cap that transcends time with its crimson pile fabric adorned with a knot at its summit and lined in navy blue elegance. Steeped in history, this cultural relic from Sri Lanka, bearing the museum's registration No. 38-1033-98, unfolds its narrative within the pages of Vol. 1, page 24. Hailing from the 18th – 19th century, it now rests in the quiet halls of the museum's storage, standing at a modest height of 10cm. Though faded and decayed, the cap's true allure lies in the artistry woven into its fabric — a symphony of gold and black threads form four conical designs around the base, each measuring 10cm. A delicate dance of chain stitch and satin stitch creates a captivating sprig adorned with a flower and bird, a testament to the intricate techniques of its time. The circumference of the cap, measuring 52cm, boasts a spiral-patterned embroidered band at its base, weaving together craftsmanship and tradition. Crafted from cotton yarn and pile fabric cloth, the Jagalat Toppiya invites admiration for its rich cultural heritage. A masterpiece affectionately known by its colloquial name, it beckons you to delve into the whispers of history and marvel at the artistry encapsulated within its threads.",
    "objectName": "Jagalat Toppiya"
  },
  "5": {
    "description": "Transport yourself to the 18th – 19th century with the Maldivian Hat, a captivating artifact donning a straw base adorned with a skillfully arranged piece of cloth, forming an alluring turban striped in white and crimson. Residing within the museum's storage, this foreign beauty, registered as No. 17-284-333, whispers tales of a bygone era found on the pages of Vol. 1, page 41. Despite its worn condition, the hat stands tall with a circumference of 44cm and a height of 24cm, showcasing a craftsmanship technique where a rectangular cloth is intricately pleated and delicately tacked to the hat. Woven in a plain weave with a wrap of 76.31 tex and crimson and white weft of 12.66 tex and 16.66 tex respectively, the fabric itself tells a story of artistry. Known affectionately as the Maldivian Hat, this cultural gem transcends time, inviting you to unravel its elegance and significance.",
    "objectName": "Maldivian Hat"
  }
}
